Repository: touyou/flutter_intents
Catalog: app/ios/Runner/Localizable.xcstrings
Source language: en
Languages: ja

source: Add a new task to ${applicationName}
ja: ${applicationName}に新しいタスクを追加

source: An image to attach to the task
ja: タスクに添付する画像

source: Complete Task
ja: タスクを完了

source: Complete a task in ${applicationName}
ja: ${applicationName}でタスクを完了

# Complete {task}
source: Complete %@
ja: 完了 %@

source: Completed task
ja: タスクを完了しました

source: Create Task
ja: タスクを作成

source: Create Task with Image
ja: 画像付きタスクを作成

source: Create a new task in your task list
ja: タスクリストに新しいタスクを作成します

source: Create a new task with an optional image attachment
ja: 画像を添付して新しいタスクを作成します

source: Create a task in ${applicationName}
ja: ${applicationName}でタスクを作成

# Create task {title}
source: Create task %@
ja: タスクを作成 %@

# Create task {title} {image}
source: Create task %1$@ %2$@
ja: タスクを作成 %1$@ %2$@

# Created task "{title}"
source: Created task "%@"
ja: タスク「%@」を作成しました

source: Description
ja: 説明

source: Due Date
ja: 期限

source: Image
ja: 画像

source: Mark a task as completed
ja: タスクを完了にします

source: Mark task as done in ${applicationName}
ja: ${applicationName}でタスクを完了にする

source: Optional description for the task
ja: タスクの説明（任意）

source: Task
ja: タスク

source: The task to complete
ja: 完了するタスク

source: The title of the task
ja: タスクのタイトル

source: Title
ja: タイトル

source: When the task is due
ja: タスクの期限
